Repository: ChaseWiseman/age-verify
Catalog: languages/age-verify-*.po
Languages: it_it, ru_ru

source: Require verification for
it_it: Verifica richiesta per
ru_ru: Требовать подтвеждения для

source: Verify the age of
it_it: Verificare l'età di
ru_ru: Проверять возраст

source: Visitors must be
it_it: Età minima
ru_ru: Посетители должны быть

source: Remember visitors for
it_it: Ricordare il visitatore per
ru_ru: Запоминать пользователей для

source: Membership
it_it: Abbonamento
ru_ru: Участники

source: Display Options
it_it: Opzioni di visualizzazione
ru_ru: Настройки отображения

source: Overlay Heading
it_it: Titolo di testa
ru_ru: Всплывающее окно: Заголовок

source: Overlay Description
it_it: Descrizione della testata
ru_ru: Всплывающее окно: Описание

source: Verify ages using
it_it: Verificare l'età con
ru_ru: Подтверждение путем

source: Styling
it_it: Stile
ru_ru: Оформление

source: Overlay Color
it_it: Colore della finestra
ru_ru: Всплывающее окно: Цвет текста

source: Background Color
it_it: Colore di fondo
ru_ru: Всплывающее окно: Цвет фона

source: Age Verify
it_it: Verifica dell'età
ru_ru: Подтверждение возраста

source: Settings
it_it: Impostazioni
ru_ru: Настройки

source: Require age verification for this content
it_it: Verifica dell'età richiesta per questo contenuto
ru_ru: Требуется подтвердить возраст для доступа к этому содержимому

source: Age Verify Settings
it_it: Impostazioni Verifica Età
ru_ru: Настройки подтверждения возраста

source: Entire site
it_it: Tutto il sito
ru_ru: Открыть сайт

source: Specific content
it_it: Contenuto specifico
ru_ru: Особое содержимое

source: Guests only
it_it: Solo ospiti
ru_ru: Только гости сайта

source: Logged-in users will not need to verify their age.
it_it: I visitatori connessi non avranno bisogno di verificare l'età
ru_ru: Авторизованные пользователи не нуждаются в проверке возраста

source: All visitors
it_it: Tutti i visitatori
ru_ru: Все посетители

source: years old or older to view this site
it_it: anni o più per visitare questo sito
ru_ru: или старше чтобы войти на сайт

source: minutes
it_it: minuti
ru_ru: минут(ы)

source: Require users to confirm their age before registering to this site
it_it: Verifica dell'età richiesta prima di registrare un utente
ru_ru: Просить пользователей подтвердить их возраст перед входом на сайт

source: These settings change the look of your overlay. You can use <code>%s</code> to display the minimum age number from the setting above.
it_it: Queste impostazioni cambieranno l'aspetto della finestra. Potete utilizzare <code>%s</code> per stabilire l'età minima dei parametri qui sopra
ru_ru: Эти параметры влияют на отображение вашего всплывающего окна. Вы можете использовать %s для отображения минимального возраста из настроек выше.

source: You must be %s years old to visit this site.
it_it: Dovete avere %s anni per visitare questo sito.
ru_ru: Для посещения сайта подтвердите, что Вы старше %s.

source: Please verify your age
it_it: Verificate la vostra età
ru_ru: Пожалуйста, подтвердите Ваш возраст

source: Date dropdowns
it_it: Menù a discesa delle date
ru_ru: Выбор даты

source: Inputs
it_it: Campi di testo
ru_ru: Поля ввода

source: Confirm checkbox
it_it: Casella di conferma
ru_ru: Подтверждающая галочка

source: Use built-in CSS on the front-end (recommended)
it_it: Utilizzare i CSS del front-end (raccomandato)
ru_ru: Использовать встроенные стили CSS при показе формы (рекомендуется)

source: Enter Site &raquo;
it_it: Entrare nel sito
ru_ru: Войти &raquo;

source: Sorry, something must have gone wrong. Please try again
it_it: Spiacente, qualcosa non ha funzionato. Si prega di riprovare
ru_ru: Извините, что-то пошло не так. Пожалуйста, попробуйте еще раз.

source: Check the box to confirm your age before continuing
it_it: Spuntate la casella per confermare la vostra età prima di continuare
ru_ru: Отметьте галочкой для подтверждения Вашего возраста чтобы продолжить

source: Sorry, it doesn't look like you're old enough
it_it: Spiacente, sembra che tu non abbia l'età giusta
ru_ru: Извините, кажется вы слишком молоды

source: Please enter a valid date
it_it: Si prega di immettere una data valida
ru_ru: Пожалуйста, введите корректную дату

source: I am at least %s years old
it_it: Ho almeno %s anni
ru_ru: Мой возраст %s или старше

source: Remember me
it_it: Ricordami
ru_ru: Запомнить меня

source: Please confirm your age
it_it: Si prega di confermare la propria età
ru_ru: Пожалуйста, подтвердите Ваш возраст

source: Cheatin&#8217; huh?
it_it: Dunque, imbrogliamo?
ru_ru: Хитришь, да?

source: You must be %1s years old to view this content.
it_it: Dovete avere %1s anni per vedere questo contenuto.
ru_ru: Вам должно быть больше %1s чтобы иметь доступ к этому содержимому.

source: A simple way to ask visitors for their age before viewing your site.
it_it: Un modo semplice per domandare ai visitatori la loro età prima di visitare il sito
ru_ru: Простой способ запросить возраст пользователей перед посещением сайта.
